{
  "Comment.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "gruber_darker.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "screenkey.nvim": { "branch": "main" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
